import React from "react";

const SCAMPER = () => {
  return (
    <div>
      <p>
        스캠퍼(SCAMPER)는 창의적 사고와 아이디어 발굴을 위해 사용되는 도구 또는
        기법입니다. 스캠퍼는 다양한 관점에서 문제나 아이디어를 검토하고 개선하는
        데 도움을 주는 방법론입니다. 스캠퍼은 여덟 가지 전략을 의미하는 단어의
        약어입니다.
      </p>
      <p>
        스캠퍼의 각 단어는 다음과 같은 의미와 활용을 가지고 있습니다: Substitute
        (대체하다): 기존의 요소나 구성 요소를 다른 요소로 대체하는 방법을
        고려합니다. 대체할 수 있는 다른 요소는 어떤 것이 있을지 고민해보고
        새로운 시각을 가져올 수 있습니다. Combine (결합하다): 두 가지 이상의
        요소를 결합하여 새로운 아이디어나 솔루션을 찾습니다. 다양한 요소를
        결합함으로써 상호작용이나 효과를 향상시킬 수 있습니다. Adapt (적응하다):
        이미 존재하는 요소나 아이디어를 새로운 맥락이나 목적에 맞게 변경하거나
        적응시킵니다. 변형이나 수정을 통해 기존의 아이디어를 발전시킬 수
        있습니다. Modify (수정하다): 기존의 요소나 아이디어를 수정하거나
        조정하여 새로운 결과를 얻습니다. 다른 각도에서 접근하여 개선할 수 있는
        방법을 고려합니다. Put to another use (다른 용도로 사용하다): 기존의
        요소나 아이디어를 새로운 문제나 용도에 활용합니다. 새로운 응용 방법을
        고려하여 창의적인 해결책을 찾습니다. Eliminate (제거하다): 불필요하거나
        부정적인 요소를 제거하여 문제를 해결하거나 개선합니다. 단순화하거나
        줄여나가는 과정을 통해 핵심에 집중할 수 있습니다. Reverse (역전시키다):
        기존의 관례나 전략을 역전시켜 새로운 시각이나 방향을 탐구합니다. 관점을
        바꾸거나 반전시킴으로써 새로운 아이디어를 발굴할 수 있습니다. Rearrange
        (재배열하다): 요소나 아이디어의 배열이나 구성을 재조정하여 새로운
        패턴이나 조합을 만듭니다. 재배열함으로써 새로운 아이디어나 해결책을
        도출할 수 있습니다.
      </p>
      <p>
        스캠퍼는 창의적 문제 해결, 제품 개발, 아이디어 도출, 혁신적인 사고를
        촉진하기 위해 사용됩니다. 각각의 스캠퍼 전략을 활용하여 기존의 사고
        방식을 벗어나고, 새로운 아이디어를 도출하고 발전시킬 수 있습니다. 이를
        통해 다양한 가능성을 탐색하고 창의성을 개발하는 데 도움을 줍니다.
      </p>
    </div>
  );
};

export default SCAMPER;
