import React from "react";

const Sixthinkinghats = () => {
  return (
    <div>
      <p>
        여섯색깔모자(Six Thinking Hats)는 에드워드 드 보노(Edward de Bono)가
        개발한 사고 방법론입니다. 이 방법론은 다양한 시각과 관점을 적극적으로
        활용하여 문제 해결과 의사 결정을 돕는 도구입니다. 각각의 모자는 특정한
        사고 방식을 나타내며, 사람들은 이 모자를 차례로 착용하면서 다양한 시각을
        경험하고 문제를 다각적으로 분석합니다.
      </p>
      <p>
        여섯 가지 색깔 모자는 다음과 같습니다: White Hat (하얀 모자): 정보와
        사실을 중심으로 생각합니다. 현재 가지고 있는 정보를 수집하고 분석하여
        객관적이고 신뢰할 수 있는 사실에 기반한 판단을 내립니다. Red Hat (빨간
        모자): 감정과 직관을 중요시합니다. 개인의 감정, 직관, 예감 등을 표현하고
        공유함으로써 직관적인 판단과 감성적인 요소를 반영합니다. Black Hat (검은
        모자): 위험과 부정적인 측면을 고려합니다. 문제의 단점, 위험성, 부정적인
        측면 등을 분석하여 잠재적인 문제점이나 위험을 파악하고 대비합니다.
        Yellow Hat (노란 모자): 긍정적인 면과 이점을 고려합니다. 가능성과 이점,
        긍정적인 측면을 파악하여 문제의 장점과 가치를 인식하고, 해결 방안을
        제시합니다. Green Hat (초록 모자): 창의적인 아이디어를 발생시키고 새로운
        관점을 도입합니다. 자유로운 사고, 창의성, 아이디어 발굴에 집중하여
        다양한 관점과 해결책을 모색합니다. Blue Hat (파란 모자): 전체적인 사고
        과정을 조절하고 조직합니다. 회의의 목적, 진행 방향, 시간 관리 등을
        총괄하며, 사고 과정을 통합하고 조율합니다.
      </p>
      <p>
        여섯색깔모자는 팀이나 개인의 사고 프로세스를 구조화하고, 모든 참여자가
        다양한 관점을 적극적으로 반영하며 문제를 해결하는 데 도움을 줍니다. 이를
        통해 비판적 사고, 창의적 사고, 객관적 판단 등 다양한 사고 능력을
        향상시킬 수 있습니다.
      </p>
    </div>
  );
};

export default Sixthinkinghats;
