import React from "react";

const Synectics = () => {
  return (
    <div>
      <p>
        시네틱스(Synectics)는 창의적인 문제 해결과 혁신적인 아이디어 발굴을 위한
        그룹 프로세스와 도구로 사용되는 기법입니다. 시네틱스는 상호 연관되지
        않은 두 가지 이상의 요소나 개념을 결합하여 새로운 관점과 아이디어를
        창출하는 방법을 강조합니다. 이를 통해 창의성과 혁신성을 높일 수
        있습니다. 시네틱스의 핵심 개념은 '관련성'과 '메타포'입니다. 시네틱스는
        서로 다른 도메인이나 분야의 아이디어나 개념을 결합하고 유사성이나
        관련성을 찾아내는 과정을 강조합니다. 또한, 메타포는 이미 알려진 개념이나
        사물을 사용하여 새로운 관점과 해결책을 발굴하는 데 활용됩니다.
      </p>
      <p>
        시네틱스의 주요 단계는 다음과 같습니다: 문제 설정: 해결해야 할 문제를
        명확하게 설정하고 정의합니다. 관련성 탐색: 서로 다른 도메인이나 분야의
        관련성이 있는 요소를 찾아냅니다. 이는 다른 분야의 개념, 사물, 프로세스
        등을 연결하여 새로운 관점을 형성하는 것을 의미합니다. 메타포 생성: 이미
        알려진 개념이나 사물을 활용하여 새로운 관점을 형성합니다. 메타포는 비유,
        유사성, 상징 등의 형태로 사용될 수 있습니다. 아이디어 발굴: 관련성과
        메타포를 기반으로 그룹 내에서 다양한 아이디어를 발굴합니다. 이를 통해
        창의적인 해결책을 도출할 수 있습니다. 아이디어 정리: 발굴된 아이디어를
        정리하고 구조화합니다. 유망한 아이디어를 선택하고 필요한 조치를
        계획합니다.
      </p>
      <p>
        시네틱스는 그룹 활동과 아이디어 발굴에 특히 유용한 기법으로 알려져
        있습니다. 서로 다른 분야나 관점을 융합하고 창의적인 아이디어를
        발굴함으로써 혁신적인 문제 해결과 아이디어의 다양성을 촉진할 수
        있습니다.
      </p>
    </div>
  );
};

export default Synectics;
